<template>
  <div class="tfcls">
    <p>1.申请人身份证；（上传数量1，正、反面放在1张图片内）；</p>
    <p>
      2.申请人学历或留学生服务中心认证报告；（上传数量1）;
      若未取得学位，可不上传；高技能人才可不上传；
    </p>
    <p>3.申请人户口本本人信息页；（上传数量1）;</p>
    <p>
      4.单身的申请人需提供父母身份证复印件（上传数量2，父母身份证正反面各放在1张图片内），本人婚姻状况具结书（上传数量1）；
    </p>
    <p>
      5.已婚的申请人需提供结婚证复印件、配偶及子女身份证复印件（结婚证上传数量1，双方证件内页放在1张图片内，配偶身份证正反面各放在1张图片内、子女身份证正反面各放在1张图片内）;
    </p>
    <p>
      6.就业人员需提供包括不限于单位社保缴纳证明或就业合同或其他形式就业证明（上传数量1，若有多张图片请合并成PDF上传）；高技能人才需要提供单位证明（紧缺工种）；
    </p>
    <p>7.创业人员需提供营业执照或其他形式创业证明（上传数量1）；</p>
    <p>说明：所有上传资料均为*.jpg、pdf格式，大小须控制在2MB以内。</p>
  </div>
</template>

<script>
import { defineComponent } from "vue";
export default defineComponent({});
</script>

<style lang="scss" scoped>
.tfcls {
  text-align: left;
  font-weight: normal;
  p {
    line-height: 2em;
  }
}
</style>
